{"class_name": "Sequential", "keras_version": "1.1.2", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_19", "output_dim": 1024, "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dtype": "float32", "input_dim": 4396, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "batch_input_shape": [null, 4396]}}, {"class_name": "Activation", "config": {"activation": "tanh", "trainable": true, "name": "activation_19"}}, {"class_name": "Dropout", "config": {"p": 0.5, "trainable": true, "name": "dropout_13"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_20", "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dim": null, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "output_dim": 1024}}, {"class_name": "Activation", "config": {"activation": "tanh", "trainable": true, "name": "activation_20"}}, {"class_name": "Dropout", "config": {"p": 0.5, "trainable": true, "name": "dropout_14"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_21", "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dim": null, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "output_dim": 100}}, {"class_name": "Activation", "config": {"activation": "softmax", "trainable": true, "name": "activation_21"}}]}